Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WHAAccessoryRemoveFailedDescription
source: You can try again later, or remove it with the Home app on an iOS device using the iCloud account %@
ar: يمكنك المحاولة مرة أخرى لاحقًا، أو إزالته باستخدام تطبيق المنزل على جهاز iOS الذي يستخدم حساب iCloud: ‏%@
ca: Pots tornar‑ho a provar més tard o eliminar‑lo des de l’app Casa d’un dispositiu iOS que utilitzi el compte de l’iCloud “%@”.
cs: Zkuste to znovu později nebo Apple TV odstraňte v aplikaci Domácnost na iOS zařízení, které používá účet na iCloudu %@.
da: Du kan prøve igen senere, eller fjerne det med appen Hjem på en iOS‑enhed vha. iCloud‑kontoen %@
de: Du kannst es später erneut versuchen oder das Gerät mit der Home-App auf dem iOS-Gerät entfernen, das den iCloud-Account „%@“ verwendet.
el: Μπορείτε να δοκιμάσετε πάλι αργότερα ή να το αφαιρέσετε με την εφαρμογή «Οικία» σε μια συσκευή iOS που χρησιμοποιεί τον λογαριασμό iCloud %@
es: Puedes intentarlo de nuevo más tarde o eliminarlo con la app Casa desde un dispositivo iOS con la cuenta de iCloud %@.
es_us: Puedes volver a intentarlo más tarde o eliminarlo desde la app Casa en un dispositivo iOS que use la cuenta de iCloud %@
fi: Voit yrittää myöhemmin uudelleen tai poistaa sen sillä iOS-laitteen Koti-apilla käyttäen iCloud-tiliä %@
fr: Réessayez ultérieurement ou supprimez-la avec l’app Maison sur un appareil iOS utilisant le compte iCloud %@
fr_ca: Vous pouvez réessayer plus tard ou la supprimer à partir de l’app Domicile d’un appareil iOS qui utilise le compte iCloud %@.
he: באפשרותך לנסות שוב מאוחר יותר או לבצע את ההסרה דרך היישום ״הבית שלי״ במכשיר ה-iOS באמצעות חשבון ה-iCloud ‏%@.
hi: आप बाद में फिर कोशिश कर सकते हैं या %@ iCloud खाते के उपयोग से iOS डिवाइस पर इसे घर ऐप से हटा सकते हैं
hr: Možete pokušati kasnije ili ukloniti koristeći aplikaciju Dom na iOS uređaju pomoću iCloud računa %@
hu: Megpróbálhatja később, vagy eltávolíthatja az Otthon appal egy iOS-eszközön a(z) %@ iCloud-fiókkal.
id: Anda dapat mencoba lagi nanti atau menghapusnya dengan app Rumah di perangkat iOS menggunakan akun iCloud %@
it: Rimuovi Apple TV dall’app Casa su uno dei tuoi dispositivi iOS che utilizzano l’account iCloud %@ o riprova più tardi.
ja: しばらくしてからもう一度試すか、iCloudアカウント%@を使用しているiOSデバイス上のホームアプリで削除できます。
ko: 나중에 다시 시도하거나, ‘%@’ iCloud 계정을 사용하는 iOS 기기의 홈 앱에서 제거할 수 있습니다.
ms: Anda boleh mencuba lagi kemudian atau mengeluarkannya dengan app Rumah pada peranti iOS menggunakan akaun iCloud %@
nb: Du kan prøve igjen senere, eller fjerne den fra Hjem-appen på en iOS-enhet som bruker iCloud-kontoen %@
nl: Je kunt het later opnieuw proberen of verwijder de Apple TV met de Woning-app op een iOS-apparaat via de iCloud-account %@
pl: Możesz spróbować później lub usunąć go w aplikacji Dom na urządzeniu iOS używającym konta iCloud „%@”.
pt_br: Você pode tentar novamente mais tarde, ou removê-lo com o app Casa em um dispositivo iOS que use a conta do iCloud %@
pt_pt: Pode voltar a tentar mais tarde ou tentar remover com a aplicação Casa num dispositivo iOS através da conta iCloud %@.
ro: Puteți reîncerca mai târziu sau îl puteți elimina cu aplicația Locuință de pe un dispozitiv iOS care utilizează contul de iCloud %@
ru: Можно повторить попытку позже или убрать его с помощью приложения «Дом» на устройстве iOS, использующем учетную запись iCloud %@
sk: Môžete to skúsiť znovu neskôr alebo ho odstrániť pomocou apky Domácnosť na iOS zariadení, ktoré používa iCloud účet %@.
sl: Lahko poskusite znova pozneje ali pa odstranite v aplikaciji Dom v napravi iOS s pomočjo računa iCloud %@
sv: Du kan försöka igen senare eller ta bort den med appen Hem på en iOS-enhet som använder iCloud-kontot %@.
th: คุณสามารถลองอีกครั้งในภายหลัง หรือเอาออกโดยใช้แอปบ้านบนอุปกรณ์ iOS โดยใช้บัญชี iCloud %@ ได้
tr: Daha sonra yeniden deneyin veya %@ iCloud hesabını kullanan bir iOS aygıtında Ev uygulaması ile beraber silin.
uk: Ви можете спробувати пізніше або вилучити її через програму «Дім» на пристрої iOS, що використовує обліковий запис iCloud %@
vi: Bạn có thể thử lại sau hoặc xóa phụ kiện bằng ứng dụng Nhà trên thiết bị iOS sử dụng tài khoản iCloud %@
zh_cn: 你可以稍后再试一次，或在使用iCloud账户%@的iOS设备上通过“家庭”App来移除
zh_hk: 你可以稍後再試，或從使用iCloud帳户%@的iOS裝置上的「家居」App中移除。
zh_tw: 你可以稍後再試，或在使用iCloud帳號%@的iOS裝置上，從「家庭」App中將其移除。

# WHAAccessoryRemoveFailedNoAccountDescription
source: You can try again later, or remove it with the Home app on an iOS device that set up this Apple TV.
ar: يمكنك المحاولة مرة أخرى لاحقًا، أو إزالته باستخدام تطبيق المنزل على جهاز iOS الذي استخدمته لإعداد Apple TV.
ca: Pots tornar‑ho a provar més tard o eliminar‑lo des de l’app Casa del dispositiu iOS amb què vas configurar l’Apple TV.
cs: Zkuste to znovu později nebo Apple TV odstraňte v aplikaci Domácnost na iOS zařízení použitém k jejímu nastavení.
da: Du kan prøve igen senere, eller fjerne det med appen Hjem på en iOS‑enhed, der blev benyttet til at indstille dette Apple TV.
de: Du kannst es später erneut versuchen oder das Gerät mit der Home-App auf dem iOS-Gerät entfernen, auf dem dieses Apple TV konfiguriert wurde.
el: Μπορείτε να δοκιμάσετε πάλι αργότερα ή να το αφαιρέσετε με την εφαρμογή «Οικία» στη συσκευή iOS με την οποία διαμορφώσατε αυτό το Apple TV.
es: Puedes intentarlo de nuevo más tarde o eliminarlo con la app Casa desde un dispositivo iOS utilizado para configurar este Apple TV.
es_us: Puedes volver a intentarlo más tarde o eliminarlo desde la app Casa en un dispositivo iOS en donde hayas configurado este Apple TV.
fi: Voit yrittää myöhemmin uudelleen tai poistaa sen sillä iOS-laitteen Koti-apilla, jolla tämä Apple TV otettiin käyttöön.
fr: Réessayez ultérieurement ou supprimez-la avec l’app Maison sur l’appareil iOS utilisé pour configurer cette Apple TV.
fr_ca: Vous pouvez réessayer plus tard ou la supprimer à partir de l’app Domicile de l’appareil iOS qui a configuré cette Apple TV.
he: באפשרותך לנסות שוב מאוחר יותר או לבצע את ההסרה דרך היישום ״הבית שלי״ במכשיר ה-iOS שבאמצעותו הוגדר Apple TV זה.
hi: आप बाद में फिर कोशिश कर सकते हैं या iOS डिवाइस पर इसे घर ऐप से हटा सकते हैं जहाँ यह Apple TV सेटअप है।
hr: Možete pokušati kasnije ili ukloniti koristeći aplikaciju Dom na iOS uređaju pomoću kojeg je podešen ovaj Apple TV.
hu: Megpróbálhatja később, vagy eltávolíthatja az Otthon appal egy iOS-eszközön, amely beállította ezt az Apple TV-t.
id: Anda dapat mencoba lagi nanti atau menghapusnya dengan app Rumah di perangkat iOS yang mengatur Apple TV ini.
it: Riprova più tardi, o rimuovi l’accessorio tramite l’app Casa sul dispositivo iOS con cui hai configurato questa Apple TV.
ja: しばらくしてからもう一度試すか、このApple TVを設定したiOSデバイス上のホームアプリで削除できます。
ko: 나중에 다시 시도하거나, 이 Apple TV를 설정한 iOS 기기의 홈 앱에서 제거할 수 있습니다.
ms: Anda boleh mencuba lagi kemudian atau mengeluarkannya dengan app Rumah pada peranti iOS yang menyediakan Apple TV ini.
nb: Du kan prøve igjen senere, eller fjerne den fra Hjem-appen på iOS-enheten som ble brukt for å konfigurere Apple TV-enheten.
nl: Je kunt het later opnieuw proberen of verwijder de Apple TV met de Woning-app op een iOS-apparaat waarmee deze Apple TV is geconfigureerd.
pl: Możesz spróbować później lub usunąć go w aplikacji Dom na urządzeniu iOS, na którym został skonfigurowany.
pt_br: Você pode tentar novamente mais tarde, ou removê-lo com o app Casa em um dispositivo iOS que tenha configurado esta Apple TV.
pt_pt: Pode voltar a tentar mais tarde ou tentar remover com a aplicação Casa no dispositivo iOS usado para configurar esta Apple TV.
ro: Puteți reîncerca mai târziu sau îl puteți elimina cu aplicația Locuință de pe un dispozitiv iOS care a configurat acest Apple TV.
ru: Можно повторить попытку позже или убрать его в приложении «Дом» на устройстве iOS, с помощью которого был настроен этот Apple TV.
sk: Môžete to skúsiť znovu neskôr alebo Apple TV odstráňte v apke Domácnosť na iOS zariadení, s ktorým ste ho pôvodne nastavili.
sl: Lahko poskusite pozneje ali pa ga odstranite z aplikacijo Dom v napravi iOS, s katero je bil nastavljen ta Apple TV.
sv: Du kan försöka igen senare eller ta bort den med appen Hem på en iOS-enhet som ställde in denna Apple TV.
th: คุณสามารถลองอีกครั้งในภายหลัง หรือเอาออกโดยใช้แอปบ้านบนอุปกรณ์ iOS ที่ตั้งค่า Apple TV เครื่องนี้ได้
tr: Daha sonra yeniden deneyin veya bu Apple TV’yi ayarlayan bir iOS aygıtında Ev uygulaması ile beraber silin.
uk: Ви можете спробувати пізніше або вилучити його через програму «Дім» на пристрої iOS, яким налаштовано цей Apple TV.
vi: Bạn có thể thử lại sau hoặc xóa phụ kiện bằng ứng dụng Nhà trên thiết bị iOS thiết lập Apple TV này.
zh_cn: 你可以稍后再试一次，或在设置此Apple TV的iOS设备上通过“家庭”App来移除。
zh_hk: 你可以稍後再試，或透過設定此Apple TV的「家居」App（在iOS裝置上）移除。
zh_tw: 你可以稍後再試，或在設定此Apple TV的iOS裝置上，從「家庭」App中將其移除。

# WHAAccessoryRemoveFailedTitle
source: We couldn’t remove this Apple TV from your home.
ar: تعذرت إزالة هذا الـ Apple TV من منزلك.
ca: L’Apple TV no s’ha pogut eliminar de la casa.
cs: Apple TV se nepodařilo z domácnosti odstranit.
da: Vi kunne ikke fjerne dette Apple TV fra dit Hjem.
de: Dieses Apple TV konnte nicht aus deinem Zuhause entfernt werden.
el: Δεν ήταν δυνατή η αφαίρεση αυτού του Apple TV από την οικία σας.
es: No se ha podido eliminar este Apple TV de tu casa.
es_us: No pudimos eliminar este Apple TV de tu casa.
fi: Tätä Apple TV:tä ei voitu poistaa kodista.
fr: Impossible de supprimer cette Apple TV de votre domicile.
fr_ca: Impossible de supprimer cette Apple TV de votre domicile.
he: לא הצלחנו להסיר את Apple TV זה מהבית.
hi: आपके घर से हम इस Apple TV को नहीं हटा सके।
hr: Ne možemo ukloniti ovaj Apple TV iz vašeg doma.
hu: Nem tudtuk eltávolítani ezt az Apple TV-t az otthonából.
id: Kami tidak dapat menghapus Apple TV ini dari rumah Anda.
it: Non è stato possibile rimuovere questa Apple TV dalla tua abitazione.
ja: このApple TVをホームから削除できませんでした。
ko: 홈에서 이 Apple TV를 제거할 수 없습니다.
ms: Kami tidak dapat mengeluarkan Apple TV ini daripada rumah anda.
nb: Vi kunne ikke fjerne Apple TV-enheten fra Hjem-appen.
nl: Deze Apple TV kon niet uit je woning worden verwijderd.
pl: Nie można usunąć tego Apple TV z domu.
pt_br: Não foi possível remover esta Apple TV da sua casa.
pt_pt: Não foi possível remover esta Apple TV da sua casa.
ro: Acest Apple TV nu a putut fi eliminat din locuința dvs.
ru: Не удалось убрать этот Apple TV из Вашего дома.
sk: Apple TV sa nepodarilo odstrániť z vašej domácnosti.
sl: Ni bilo mogoče odstraniti tega Apple TV-ja iz vašega Doma.
sv: Vi kunde inte ta bort denna Apple TV från hemmet.
th: เราไม่สามารถเอา Apple TV เครื่องนี้ออกจากบ้านของคุณได้
tr: Bu Apple TV evinizden silinemedi.
uk: Нам не вдалося вилучити цей Apple TV з вашого дому.
vi: Chúng tôi không thể xóa Apple TV này khỏi nhà của bạn.
zh_cn: 无法从家庭移除此Apple TV。
zh_hk: 我們無法將此Apple TV從你的家居移除。
zh_tw: 我們無法將此Apple TV從你的家庭中移除。

# WHAAccessoryRemoveOKButton
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# WHAInHomeSectionTitleFragment
source: In %@
ar: في %@
ca: A %@
el: Σε «%@»
es: En %@
es_us: En %@
fr: Dans %@
fr_ca: Dans %@
he: ב-%@
hi: %@ में
hr: U: %@
hu: Otthon: %@
id: Di %@
ja: %@内
ko: %@에 있음
ms: Dalam %@
nb: I hjemmet «%@»
pl: W: %@
pt_br: Em %@
ro: În %@
ru: В доме «%@»
sl: V domu %@
sv: I %@
th: ใน%[tt]@
tr: %@ içindeki odalar
uk: У «%@»
vi: Trong %@
zh_cn: 在“%@”中
zh_hk: 在「%@」
zh_tw: 在%@中

# WHANewRoomEntrySubtitle
source: Enter a name for your room.
ar: أدخل اسمًا لغرفتك.
ca: Posa un nom a l’habitació.
cs: Zadejte název místnosti.
da: Giv værelset et navn.
de: Gib einen Namen für den Raum ein.
el: Εισαγάγετε ένα όνομα για το δωμάτιο.
es: Asigna un nombre a la habitación.
es_us: Ingresa un nombre para tu habitación.
fi: Syötä huoneelle nimi.
fr: Saisissez un nom pour votre pièce.
fr_ca: Entrez un nom pour votre pièce.
he: יש להזין שם לחדר שלך.
hi: अपने कमरे के लिए नाम दर्ज करें।
hr: Unesite naziv prostorije.
hu: Adjon meg egy nevet a szobája számára.
id: Masukkan nama untuk ruangan Anda.
it: Inserisci il nome della stanza.
ja: 部屋の名前を入力してください。
ko: 사용자의 방 이름을 입력하십시오.
ms: Masukkan nama untuk bilik anda.
nb: Gi et navn til rommet.
nl: Geef je kamer een naam.
pl: Podaj nazwę pokoju.
pt_br: Digite um nome para o cômodo.
pt_pt: Digite um nome para a sua divisão.
ro: Introduceți un nume pentru camera dvs.
ru: Введите название для этой комнаты.
sk: Zadajte názov miestnosti.
sl: Vnesite ime za prostor.
sv: Ange ett namn för ditt rum.
th: ป้อนชื่อสำหรับห้องของคุณ
tr: Odanız için bir ad girin.
uk: Введіть назву для своєї кімнати.
vi: Nhập tên cho phòng của bạn.
zh_cn: 输入房间的名称。
zh_hk: 輸入你的房間名稱。
zh_tw: 輸入你的房間名稱。

# WHANewRoomEntryTitle
source: Add a Room
ar: إضافة غرفة
ca: Afegeix una habitació
cs: Přidejte místnost
da: Tilføj et værelse
de: Raum hinzufügen
el: Προσθήκη δωματίου
es: Añade una habitación
es_us: Agregar una habitación
fi: Lisää huone
fr: Ajouter une pièce
fr_ca: Ajouter une pièce
he: הוספת חדר
hi: कमरा जोड़ें
hr: Dodajte prostoriju
hu: Szoba hozzáadása
id: Tambahkan Ruangan
it: Aggiungi una stanza
ja: 部屋を追加
ko: 방 추가
ms: Tambah Bilik
nb: Legg til et rom
nl: Voeg een kamer toe
pl: Dodaj pokój
pt_br: Adicionar um Cômodo
pt_pt: Adicionar divisão
ro: Adăugați o cameră
ru: Добавление комнаты
sk: Pridať miestnosť
sl: Dodajanje prostora
sv: Lägg till ett rum
th: เพิ่มห้อง
tr: Bir Oda Ekle
uk: Додати кімнату
vi: Thêm phòng
zh_cn: 添加房间
zh_hk: 加入房間
zh_tw: 加入房間

# WHANoiCloudAlertButtonTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# WHANoiCloudAlertDescription
source: AirPlay 2 and Apple Home require an iCloud account.
ar: يتطلب كل من البث السريع ٢ وتطبيق المنزل من Apple توفر حساب iCloud.
ca: L’AirPlay 2 i l’Apple Home requereixen un compte de l’iCloud.
cs: AirPlay 2 a Domácnost Apple vyžadují účet na iCloudu.
da: AirPlay 2 og Apple Hjem kræver en iCloud-konto.
de: AirPlay 2 und Apple Home erfordern einen iCloud-Account.
el: Το AirPlay 2 και η Οικία Apple απαιτούν λογαριασμό iCloud.
es: AirPlay 2 y Apple Home requieren una cuenta de iCloud.
es_us: AirPlay 2 y la app Casa requieren una cuenta de iCloud.
fi: AirPlay 2 ja Applen Koti vaativat iCloud-tilin.
fr: AirPlay 2 et Apple Home requièrent un compte iCloud.
fr_ca: AirPlay 2 et Apple Home requièrent un compte iCloud.
he: נדרש חשבון iCloud עבור AirPlay 2 ו-Apple Home.
hi: AirPlay 2 और Apple Home के लिए iCloud खाता ज़रूरी है।
hr: AirPlay 2 i Apple Dom zahtijevaju iCloud račun.
hu: Az AirPlay 2 és az Apple Otthon használatához iCloud-fiók szükséges.
id: AirPlay 2 dan Rumah Apple memerlukan akun iCloud.
it: AirPlay 2 e Apple Home richiedono un account iCloud.
ja: AirPlay 2およびApple HomeにはiCloudアカウントが必要です。
ko: AirPlay 2 및 Apple 홈을 사용하려면 iCloud 계정이 필요합니다.
ms: AirPlay 2 dan Apple Home memerlukan akaun iCloud.
nb: iCloud-konto kreves for AirPlay 2 og Hjem.
nl: Voor AirPlay 2 en Apple Woning is een iCloud-account vereist.
pl: AirPlay 2 i Apple Home wymagają konta iCloud.
pt_br: Para usar o AirPlay 2 e o Apple Home, é necessária uma conta do iCloud.
pt_pt: É necessária uma conta iCloud para AirPlay 2 e Apple Home.
ro: AirPlay 2 și Locuință Apple necesită un cont de iCloud.
ru: Для AirPlay 2 и Дома Apple требуется учетная запись iCloud.
sk: AirPlay 2 a Apple Domácnosť vyžadujú iCloud účet.
sl: AirPlay 2 in Dom Apple zahtevata račun iCloud.
sv: AirPlay 2 och Hem kräver ett iCloud-konto.
th: AirPlay 2 และ Apple Home ต้องใช้บัญชี iCloud
tr: AirPlay 2 ve Apple Ev iCloud hesabı gerektirir.
uk: Для AirPlay 2 та програми «Дім» від Apple потрібен обліковий запис iCloud.
vi: AirPlay 2 và Nhà Apple yêu cầu tài khoản iCloud.
zh_cn: 需要iCloud账户才能使用隔空播放2和Apple家庭。
zh_hk: AirPlay 2和「Apple家居」需要iCloud帳户。
zh_tw: AirPlay 2和「Apple家庭」需要iCloud帳號。

# WHANoiCloudAlertTitle
source: iCloud Required
ar: مطلوب iCloud
ca: iCloud obligatori
cs: Je požadován iCloud
da: iCloud kræves
de: iCloud erforderlich
el: Απαιτείται iCloud
es: Se necesita iCloud
es_us: Se requiere iCloud
fi: iCloud vaaditaan
fr: iCloud requis
fr_ca: iCloud requis
he: נדרש iCloud
hi: iCloud आवश्यक
hr: Potreban je iCloud
hu: iCloud szükséges
id: iCloud Diperlukan
it: È richiesto iCloud
ja: iCloudが必要です
ko: iCloud가 필요함
ms: iCloud Diperlukan
nb: iCloud kreves
nl: iCloud vereist
pl: Wymagane użycie iCloud
pt_br: Requer iCloud
pt_pt: Conta iCloud necessária
ro: Necesită iCloud
ru: Требуется iCloud
sk: Vyžaduje sa iCloud
sl: Zahtevana je storitev iCloud
sv: iCloud krävs
th: ต้องใช้ iCloud
tr: iCloud Gerekli
uk: Вимагається iCloud
vi: Yêu cầu iCloud
zh_cn: 需要iCloud
zh_hk: 需要iCloud
zh_tw: 需要iCloud

# WHANoiCloudDescription
source: AirPlay 2 and Apple Home require an iCloud account.
ar: يتطلب كل من البث السريع ٢ وتطبيق المنزل من Apple توفر حساب iCloud.
ca: L’AirPlay 2 i l’Apple Home requereixen un compte de l’iCloud.
cs: AirPlay 2 a Domácnost Apple vyžadují účet na iCloudu.
da: AirPlay 2 og Apple Hjem kræver en iCloud-konto.
de: AirPlay 2 und Apple Home erfordern einen iCloud-Account.
el: Το AirPlay 2 και η Οικία Apple απαιτούν λογαριασμό iCloud.
es: AirPlay 2 y Apple Home requieren una cuenta de iCloud.
es_us: AirPlay 2 y la app Casa requieren una cuenta de iCloud.
fi: AirPlay 2 ja Applen Koti vaativat iCloud-tilin.
fr: AirPlay 2 et Apple Home requièrent un compte iCloud.
fr_ca: AirPlay 2 et Apple Home requièrent un compte iCloud.
he: נדרש חשבון iCloud עבור AirPlay 2 ו-Apple Home.
hi: AirPlay 2 और Apple Home के लिए iCloud खाता ज़रूरी है।
hr: AirPlay 2 i Apple Dom zahtijevaju iCloud račun.
hu: Az AirPlay 2 és az Apple Otthon használatához iCloud-fiók szükséges.
id: AirPlay 2 dan Rumah Apple memerlukan akun iCloud.
it: AirPlay 2 e Apple Home richiedono un account iCloud.
ja: AirPlay 2およびApple HomeにはiCloudアカウントが必要です。
ko: AirPlay 2 및 Apple 홈을 사용하려면 iCloud 계정이 필요합니다.
ms: AirPlay 2 dan Apple Home memerlukan akaun iCloud.
nb: iCloud-konto kreves for AirPlay 2 og Hjem.
nl: Voor AirPlay 2 en Apple Woning is een iCloud-account vereist.
pl: AirPlay 2 i Apple Home wymagają konta iCloud.
pt_br: Para usar o AirPlay 2 e o Apple Home, é necessária uma conta do iCloud.
pt_pt: É necessária uma conta iCloud para AirPlay 2 e Apple Home.
ro: AirPlay 2 și Locuință Apple necesită un cont de iCloud.
ru: Для AirPlay 2 и Дома Apple требуется учетная запись iCloud.
sk: AirPlay 2 a Apple Domácnosť vyžadujú iCloud účet.
sl: AirPlay 2 in Dom Apple zahtevata račun iCloud.
sv: AirPlay 2 och Hem kräver ett iCloud-konto.
th: AirPlay 2 และ Apple Home ต้องใช้บัญชี iCloud
tr: AirPlay 2 ve Apple Ev iCloud hesabı gerektirir.
uk: Для AirPlay 2 та програми «Дім» від Apple потрібен обліковий запис iCloud.
vi: AirPlay 2 và Nhà Apple yêu cầu tài khoản iCloud.
zh_cn: 需要iCloud账户才能使用隔空播放2和Apple家庭。
zh_hk: AirPlay 2和「Apple家居」需要iCloud帳户。
zh_tw: AirPlay 2和「Apple家庭」需要iCloud帳號。

# WHAProblemAlertButtonTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# WHAProblemAlertDescription
source: Launch the Home app on your iOS device to try to fix the problem.
ar: شغل تطبيق المنزل على جهاز iOS لمعالجة المشكلة.
ca: Obre l’app Casa del dispositiu iOS per intentar solucionar el problema.
cs: Spusťte na svém iOS zařízení aplikaci Domácnost a zkuste problém opravit.
da: Åbn appen Hjem på din iOS-enhed for at forsøge at løse problemet.
de: Starte die App „Home“ auf deinem iOS-Gerät und versuche, das Problem zu beheben.
el: Εκκινήστε την εφαρμογή «Οικία» στη συσκευή iOS σας για επιδιόρθωση του προβλήματος.
es: Usa la app Casa de tu dispositivo iOS para intentar solucionar el problema.
es_us: Abre la app Casa en tu dispositivo iOS para intentar solucionar el problema.
fi: Käynnistä Koti-appi iOS-laitteessa ja yritä korjata ongelma.
fr: Ouvrez l’app Maison sur votre appareil iOS pour tenter de corriger le problème.
fr_ca: Lancez l’app Domicile sur votre appareil iOS pour essayer de résoudre le problème.
he: יש לפתוח את היישום ״הבית שלי״ במכשיר ה-iOS כדי לנסות לתקן את הבעיה.
hi: इस समस्या को सुधारने की कोशिश करने के लिए घर ऐप अपने iOS डिवाइस पर लॉन्च करें।
hr: Otvorite aplikaciju Dom na iOS uređaju kako biste pokušali ispraviti problem.
hu: Indítsa el az Otthon appot az iOS-eszközén a probléma kijavításának megkísérléséhez.
id: Luncurkan app Rumah di perangkat iOS Anda untuk mencoba memperbaiki masalah tersebut.
it: Per risolvere il problema, apri l’app Casa sul tuo dispositivo iOS.
ja: 問題の解決を試みるには、iOSデバイスのホームアプリを起動してみてください。
ko: 문제를 해결해보려면 iOS 기기에서 홈 앱을 실행하십시오.
ms: Lancarkan app Rumah pada peranti iOS anda untuk cuba membetulkan masalah.
nb: Start Hjem-appen på iOS-enheten for å prøve å løse problemet.
nl: Open de Woning-app op je iOS-apparaat om te proberen het probleem op te lossen.
pl: Aby spróbować usunąć problem, uruchom aplikację Dom na urządzeniu iOS.
pt_br: Abra o app Casa no seu dispositivo iOS para tentar solucionar o problema.
pt_pt: Abra a aplicação Casa no seu dispositivo iOS para tentar resolver o problema.
ro: Lansați aplicația Locuință pe dispozitivul dvs. iOS pentru a încerca să rezolvați problema.
ru: Запустите приложение «Дом» на устройстве iOS, чтобы попытаться устранить проблему.
sk: Problém sa môžete pokúsiť opraviť spustením apky Domácnosť na iOS zariadení.
sl: Zaženite aplikacijo Dom v napravi iOS, da poskusite odpraviti težavo.
sv: Starta appen Hem på din iOS-enhet om du vill försöka lösa problemet.
th: เปิดใช้แอปบ้านบนอุปกรณ์ iOS ของคุณเพื่อลองพยายามแก้ไขปัญหานี้
tr: Sorunu çözmeyi denemek için iOS aygıtınızda Ev uygulamasını açın.
uk: Запустіть програму «Дім» на своєму пристрої iOS, щоб спробувати усунути проблему.
vi: Chạy ứng dụng Nhà trên thiết bị iOS của bạn để tìm cách khắc phục sự cố.
zh_cn: 请在你的iOS设备上开启“家庭”App来修复该问题。
zh_hk: 啟動你的iOS裝置上的「家居」App以嘗試修正問題。
zh_tw: 在你的iOS裝置上啟動「家庭」App來嘗試修復問題。

# WHAProblemAlertTitle
source: Something Went Wrong
ar: حدث خطأ ما
ca: S’ha produït un error
cs: Došlo k chybě
da: Noget gik galt
de: Ein Fehler ist aufgetreten
el: Κάτι πήγε στραβά
es: Se ha producido un error
es_us: Ocurrió un error.
fi: Jotakin meni vikaan.
fr: Une erreur s’est produite
fr_ca: Un problème est survenu.
he: משהו השתבש
hi: कुछ गड़बड़ हो गई है
hr: Nešto je pošlo ukrivo
hu: Valami hiba történt
id: Ada yang Salah
it: Si è verificato un errore
ja: 問題が起きました
ko: 문제가 발생했습니다
ms: Masalah Telah Berlaku
nb: Det har oppstått et problem
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo Deu Errado
pt_pt: Ocorreu um erro
ro: Ceva nu a funcționat
ru: Произошла ошибка.
sk: Došlo k chybe
sl: Nekaj je šlo narobe
sv: Något blev fel.
th: มีบางอย่างผิดพลาด
tr: Bir Sorun Oluştu
uk: Щось не так, як треба
vi: Đã xảy ra sự cố
zh_cn: 出错了
zh_hk: 發生錯誤
zh_tw: 發生錯誤
